Repository: arbyazra123/custom_tencent_calls_uikit
Catalog: lib/src/I10n/intl_*.arb
Languages: id

# _locale
source: en
id: id

# locale
source: en
id: id

# local
source: en_US
id: id_ID

source: Language
id: Bahasa

# languagecode
source: EN
id: ID

# microphone
source: Mic
id: Mikrofon

source: Camera
id: Kamera

# hangup
source: Cancel
id: Batal

source: Accept
id: Angkat

# callDeclined
source: Call request declined
id: Panggilan ditolak

# callRejected
source: The other party rejected the call
id: Lawan bicara menolak panggilan

source: voice
id: suara

# didNotRespond
source: The other party did not respond the call
id: Lawan bicara tidak menjawab panggilan

source: no respond
id: tidak ada respon

# recepientIsBusy
source: The other party is busy
id: Lawan bicara sedang sibuk

source: busy
id: sibuk

# opponentHangUpAndCallIsOver
source: The other party has hung up and the call is over
id: Lawan bicara telah menutup telepon dan panggilan selesai

source: end the call
id: mengakhiri panggilan

# groupCallExceed
source: Maximum number of people exceeded
id: Jumlah maksimal group call terlampaui

# callFailedDuetoPermission
source: A new call came in, but the call could not be answered due to insufficient permissions. Please confirm that camera/microphone permissions are turned on
id: Panggilan baru masuk, tetapi panggilan tersebut tidak dapat dijawab karena izin tidak memadai. Harap konfirmasi bahwa izin kamera/mikrofon telah diaktifkan

# invitedtoGroupCall
source: Invite you to a group call
id: Mengundang Anda ke panggilan grup

# theyThere
source: Invited members
id: Anggota yang diundang

source: Invite Members
id: Undang Anggota

# inviteWithAmount
source: Invite{amount}
id: Undang{amount}

source: You
id: Anda

# waitTheOtherParty
source: Wait for the other party to accept the invitation
id: Tunggu hingga lawan bicara menerima panggilan

# invitedYouToACall
source: Invite you to a {callType} call
id: Mengundang Anda ke panggilan {callType}

source: Connected
id: Terhubung

# allowPermissionTitle
source: Please allow SAPA to Display over other apps, otherwise the call will not be displayed correctly.
id: Harap izinkan SAPA untuk berjalan di atas aplikasi lain ketika melakukan panggilan. Jika tidak, halaman panggilan tidak akan ditampilkan dengan benar.

# allowPermissionDesc
source: You can allow the permission by following the steps:
id: Anda dapat memberi izin melakukan dgn langkah-langkah:

# allowPermissionStep
source: Open your phone Settings > Apps > Special app access > Display over other apps > Sapa Beta > Allow display over other apps
id: Buka Pengaturan ponsel Anda > Aplikasi > Akses aplikasi khusus > Tampilkan di aplikasi lain > Sapa Beta > Izinkan tampilan di aplikasi lain

source: Later
id: Lain kali

# openAppSettings
source: Open Settings
id: Buka Pengaturan

# exitallowpermission
source: You can either Allow SAPA to Display over other apps or end the call to exit
id: Anda dapat Izinkan SAPA untuk Ditampilkan di atas aplikasi lain atau mengakhiri panggilan untuk keluar

source: Cancel
id: Batal

source: Chat
id: Pesan

# callback
source: Call again
id: Panggil Kembail

# didnAnswer
source: No answer
id: Tidak ada jawaban

# otherPartyNetworkLowQuality
source: Other party has low network quality
id: Koneksi lawan bicara lambat

# selfNetworkLowQuality
source: Your network is low
id: Koneksi lambat
